{
   "Loading": "Loading",
   "About us": "About us",
   "Projects": "Projects",
   "Contact": "Contact",
   "Back Top": "Back Top",
   "Follow Us": "Follow Us",
   "weight": "weight",
   "wide": "wide",
   "height": "height",
   "Buy me - Title": "Buy me!",
   "Buy me - Text 1": "We don't make any revenue from this.",
   "Buy me - Text 2": "We just like to be kind with our clients!",
   "Buy me - Button": "Buy now!",
   "Discover more - Title": "Discover more!",
   "Copyright": "2025 © Nieto Moreno - Pedraza · All rights reserved.",
   "Home - About us - Text 1": "NMP.D is an industrial design agency based in Buenos Aires, Argentina.",
   "Home - About us - Text 2": "The agency was founded by two friends who studied together at the Universidad de Buenos Aires. After pursuing separate projects and gaining diverse experience, we merged their talents to create a company focused on developing innovative and functional products. Our work emphasizes creating products that are meaningful, are developed with a human-centered design vision and are both aesthetically pleasing and user-friendly.",
   "Home - Contact - Title": "Get in touch",
   "Home - Contact - Desc": "If you like what we do, write us and share your ideas that we will make them posible.",
   "Contact us": "Contact us",
   "Contact - Title 1": "Let's build",
   "Contact - Title 2": "something amazing",
   "Contact - Title 3": "as a team.",
   "Contact - Subtitle 1": "Let's turn your ideas into reality.",
   "Contact - Subtitle 2": "Contact us",
   "Contact - Info - Title": "Have a question or want to chat? Contact us!",
   "Let's schedule a meeting": "Let's schedule a meeting",
   "Contact - Info - Visit us": "Visit us",
   "Contact - Info - E-mail": "E-mail",
   "Contact - Info - Copied": "Email copied",
   "Contact - Info - Social": "We are social",
   "About us - Text 1": "NMP.D is an industrial design agency located in Buenos Aires, Argentina, specializing in consumer electronics, small appliances, and health and beauty equipment. We also specialize in creating high-quality visualizations and animations.",
   "About us - Text 2": "Our main goal is to develop high-quality, meaningful products, focusing on user-centered design and user experience. NMP.D was born from the combined efforts and experience of two friends from the Universidad de Buenos Aires, Ignacio and Ramiro, who built solid careers at different companies and design agencies.",
   "About us - Text 3": "They forged their own identity and a versatile style that allows them to assist large companies, startups, and studios, offering fast, agile, and top-quality service.",
   "Projects - About Title": "About The Project",
   "Projects - Scroll": "Scroll to explore",
   "Projects - Share": "Share:",
   "Projects - Next Project": "[ Next Project ]",
   "Projects - Views": "Views",
   "Projects - Details": "Details",
   "Projects - Exploded View": "Exploded View",
   "Projects - Accessories": "Accessories",
   "Fusion - Desc": "Massage gun",
   "Fusion - About Text 1": "Designed in 2020 for an American company, this percussion massage gun redefines the aesthetics of its category. Our goal was to move away from the rough, \"muscle-car\" design guns prevalent in the market, drawing inspiration from the sophistication of luxury automobiles. We achieved this through subtle edges, smooth surface transitions, and a careful combination of colors and textures that evoke a premium feel.",
   "Fusion - About Text 2": "Every surface was meticulously shaped, with the significant challenge of seamlessly integrating the top boss covering the engine which also has the heat output grid. It was fluidly integrated, ensuring efficient air ventilation without compromising the device's overall aesthetics.",
   "Fusion - About Text 3": "A distinctive element is its innovative display design, which breaks from the typical cheap segment displays and simple battery life LEDs. We ingeniously crafted a solution that simulates the look of a high-end LED display while keeping costs controlled.",
   "Fusion - UI design Title": "UI design",
   "Fusion - UI design Desc": "We completely reimagined the UI for this product, starting from scratch with a focus on optimizing information delivery to the user. While the data itself is fundamental, we noticed that most products on the market presented it in a confusing way. Our goal was to create something easy to read and intuitively aligned with other popular sports products, like sports tracking apps and smartwatches, ensuring a seamless and familiar user experience.",
   "Fusion - UI design Detail 1": "Off",
   "Fusion - UI design Detail 2a": "08 Speed level",
   "Fusion - UI design Detail 2b": "100% Battery",
   "Fusion - UI design Detail 3a": "16 Speed Level",
   "Fusion - UI design Detail 3b": "40% Battery",
   "Fusion - UI design Detail 4a": "20 Speed Level",
   "Fusion - UI design Detail 4b": "20% Battery",
   "battery level ring": "battery level ring",
   "speed level ring": "speed level ring",
   "speed level": "speed level",
   "decrease speed": "decrease speed",
   "increase speed": "increase speed",
   "branding": "branding",
   "motor heat output": "motor heat output",
   "on/off button": "on/off button",
   "IQ Perfetto - Desc": "Hi-end hair dryer",
   "IQ Perfetto - Air outlet": "air outlet",
   "IQ Perfetto - About Text 1": "This professional hairdryer was designed to be the lightest on the market, directly challenging the high-end dominance of the Dyson Supersonic. Our design prioritized an eye-catching yet minimalist aesthetic with the smallest possible footprint.",
   "IQ Perfetto - About Text 2": "The unique form factor was a direct result of seamless collaboration with our electronics engineering team, leveraging airflow to cool the microcontroller efficiently.",
   "IQ Perfetto - About Text 3": "It's unique design established a new product category called high-speed hairdryers. Many came after inspiring on its form factor and design details.",
   "IQ Perfetto - Ultralight Title": "ULTRALIGHT",
   "IQ Perfetto - Ultracompact Title": "ULTRACOMPACT",
   "IQ Perfetto - Ultracompact Desc": "The ultra-compact body and distinctive form factor were intentionally shaped to evoke lightness and speed. Thoughtful details, such as the mobile-phone-like controls and LED lights discreetly integrated beneath the shell, effectively highlight the advanced technology and innovation at its core.",
   "removable filter": "removable filter",
   "cold shot button": "cold shot button",
   "wind speed control": "wind speed control",
   "heat control": "heat control",
   "IQ Perfetto - Details 1": "Removable Air Filter",
   "IQ Perfetto - Details 2": "Nozzle & Diffuser",
   "IQ Perfetto - Details 3": "Custom Plugs",
   "SkinPro - Desc": "Hi-end epilator",
   "SkinPro - About Text 1": "SkinPro Softshine is a high-end epilator, designed to be the flagship model within the SkinPro family of hair removal devices. Its metallic bezel, color-matched with the front cover, emphasizes its top-tier status.",
   "SkinPro - About Text 2": "Distinguishing features like the front light positioned below the head and the two-speed push button with indicator lights discreetly integrated beneath the casing further elevate its premium appeal within the category.",
   "Pilltrack - Desc": "Medication tracking device",
   "Pilltrack - About Text 1": "PillTrack was a product designed to help patients maintain medication adherence. Both doctors and patients could view compliance rates through their respective online portals. It supported patients in tracking their medication doses via text reminders and intuitive light indicators.",
   "Pilltrack - About Text 2": "We were hired by Athelas's engineering team to bring their idea to fruition, aiming to create a product that was attractive and modern, yet discreet for use in an elder care environment.",
   "Pilltrack - LED Indicator": "LED Indicator",
   "Pilltrack - LED Indicator Text 1": "The device has an LED indicator for each pill bottle, working between red and blue, showing which medication has been taken (blue) or not (red).",
   "Pilltrack - LED Indicator Text 2": "If the patient is ever late to take a dose, the PillTrack will help them by sending a reminder notification to their mobile phone.",
   "Pilltrack - Uses": "Uses",
   "CC Exquisite - Desc": "Dart holder",
   "CC Exquisite - About Text 1": "This dart holder belongs to a series designed to store and display professional darts.",
   "CC Exquisite - About Text 2": "The client wanted to innovate in the category, which is very traditional, and make something disruptive, more in line with the gaming industry aesthetics. This holder also serves as a dynamic display, illuminating the darts from below—a feature designed to highlight these prized possessions for enthusiasts.",
   "CC Exquisite - Versatile": "Versatile and Spacious",
   "CC Exquisite - Versatile Text": "Designed to securely hold up to 12 darts, both soft and steel tip, ensuring your arsenal is always ready and displayed in style.",
   "CC Exquisite - RGB LED": "Multiple RGB LED Lighting",
   "CC Exquisite - RGB LED Text": "The holder's RGB lighting with remote control offers a dazzling array of colors, setting the perfect ambiance for every throw.",
   "Kali - Desc": "Insulated bottle",
   "Kali - About Text 1": "This 1-liter, double-walled stainless steel bottle was designed with a minimalist aesthetic. Its unique shape features a squircle-to-round transition and a perfect alignment between the body and cap. ",
   "Kali - About Text 2": "A key design feature is the hygienic spout, which prevents users from making contact with the drinking surface while opening the bottle. Both the spout and the handle protrude minimally from the cap, preserving the bottle's sleek and understated profile.",
   "Kali - Exploded View Text": "While Kali looks simple and clean on the outside, its complexity lies within. Every part plays an essential role in making the bottle spill-proof, hygienic, and insulating for both hot and cold beverages.",
   "Kali - View Text 1": "Whole Bottle",
   "Kali - View Text 2": "Threaded Cap",
   "Kali - View Text 3": "Spout Close Up",
   "Wellted - Desc": "Pet hair remover",
   "Wellted - About Text 1": "This product family was developed to replace an off-the-shelf (OTS) product. Our goal was to elevate its quality and aesthetics while completely reinventing the user experience. We reimagined the body of both products to boldly and clearly communicate the correct usage. Because the direction of use is so critical, we designed the product's shape to be just as important as the arrows. The asymmetric body of the garment model, for instance, makes it incredibly intuitive to use.",
   "Wellted - About Text 2": "The product comes in two different versions: a garment model and a pocket model.",
   "Wellted - Self-Cleaning": "Self-Cleaning",
   "Wellted - Self-Cleaning Text": "This product was designed with durability and convenience in mind. There's no need to change parts or replace the brush fabric. Simply insert the product into its cleaning case, and as you remove it, the brush is automatically cleaned.",
   "Wellted - CMF Text": "We developed several CMF (Color, Material, Finish) options, combining different fabric colors with the hanging hole, and provided several alternatives for the handle, body and the cases.",
   "Wellted - Versions & Colors": "Versions & Colors",
   "Wellted - Versions & Colors Text 1": "We designed two different versions of the product as requested by the client, one big garment type with handle and larger brush size and a pocket version without handle and portable brush size.",
   "Wellted - Versions & Colors Text 2": "Different color combinations can be done between the brush, the brush body, the handle and the hanging hole.",
   "Wellted - Exploded view Text 1": "We designed two different versions of the product as requested by the client, one big garment type with handle and larger brush size and a pocket version without handle and portable brush size.",
   "Wellted - Exploded view Text 2": "Different color combinations can be done between the brush, the brush body, the handle and the hanging hole.",
   "Wellted - Details 1": "Brushing direction arrow",
   "Wellted - Details 2": "Debossed logo",
   "Wellted - Details 3": "Cap",
   "Wellted - Details 4": "Hanging hole",
   "Other Projects": "Other Projects"
}
