{
   "Loading": "Cargando",
   "About us": "Sobre nosotros",
   "Projects": "Proyectos",
   "Contact": "Contacto",
   "Back Top": "Volver Arriba",
   "Follow Us": "Seguinos",
   "weight": "peso",
   "wide": "ancho",
   "height": "altura",
   "Buy me - Title": "Cómprame!",
   "Buy me - Text 1": "No obtenemos ningún beneficio con esto.",
   "Buy me - Text 2": "Simplemente estamos agradecidos con nuestros clientes!",
   "Buy me - Button": "¡Compralo ahora!",
   "Discover more - Title": "¡Descubre más!",
   "Copyright": "2025 © Nieto Moreno - Pedraza · Todos los derechos reservados.",
   "Home - About us - Text 1": "NMP.D es un estudio de diseño industrial con sede en Buenos Aires, Argentina.",
   "Home - About us - Text 2": "Este estudio surgió a partir de la unión del talento, la creatividad y la experiencia de dos amigos y compañeros de la Universidad de Buenos Aires, Ignacio y Ramiro, que decidimos darle impulso a nuestras carreras de manera independiente enfocándonos en el diseño y desarrollo de productos funcionales e innovadores. Nuestro trabajo está enfocado en crear productos que tengan sentido, con una visión de diseño centrada en el ser humano y que sean tanto estéticamente agradables como amigables con el usuario y su entorno.",
   "Home - Contact - Title": "Ponete en contacto",
   "Home - Contact - Desc": "Si te gusta lo que hacemos escribinos y compartí tus ideas para hacerlas realidad.",
   "Contact us": "Contactanos",
   "Contact - Title 1": "Construyamos",
   "Contact - Title 2": " algo increíble",
   "Contact - Title 3": "como equipo.",
   "Contact - Subtitle 1": "Hagamos realidad tus ideas.",
   "Contact - Subtitle 2": "Contactanos",
   "Contact - Info - Title": "¿Tenés alguna pregunta o querés charlar? ¡Contactanos!",
   "Let's schedule a meeting": "Programemos una reunión",
   "Contact - Info - Visit us": "Visitanos",
   "Contact - Info - E-mail": "E-mail",
   "Contact - Info - Copied": "E-mail copiado",
   "Contact - Info - Social": "Somos sociales",
   "About us - Text 1": "NMP.D es una agencia de diseño industrial con sede en Buenos Aires, Argentina, especializada en productos electrónicos, pequeños electrodomésticos y productos para el cuidado de la salud. También nos especializamos en la generación de renders y animaciones de alta calidad.",
   "About us - Text 2": "Nuestro principal objetivo es desarrollar productos de alta calidad, que tengan un significado y con el foco puesto en el diseño centrado en el ser humano y en la experiencia de uso. NMP.D surgió a partir de la unión de esfuerzos y experiencias de dos colegas y amigos de la Universidad de Buenos Aires, Ignacio y Ramiro, que construyeron solidas carreras por separado en diferentes compañías y estudios de diseño.",
   "About us - Text 3": "Forjamos nuestra propia identidad y un estilo versátil que nos permite asistir en el proceso de diseño tanto a compañías grandes como pequeñas o startups, ofreciendo un servicio ágil, rápido y de altísima calidad.",
   "Projects - About Title": "Acerca del proyecto",
   "Projects - Scroll": "Hacé scroll para explorar",
   "Projects - Share": "Compartir:",
   "Projects - Next Project": "[ Próximo proyecto ]",
   "Projects - Views": "Vistas",
   "Projects - Details": "Detalles",
   "Projects - Exploded View": "Vista en despiece",
   "Projects - Accesories": "Accesorios",
   "Fusion - Desc": "Pistola masajeadora",
   "Fusion - About Text 1": "Esta pistola masajeadora fue diseñada en 2020 para una compañia estadounidense con la intención de redefinir la estética de su categoría. El objetivo era despojarla de la estética tosca, de estilo \"muscle-car\" que predominan en el mercado, inspirándose en cambio en la estética más sutil de los autos de lujo. Logramos este objetivo a partir de la utilización de aristas suaves, cuidadas transiciones entre superficies complejas y una combinación de colores, materiales y texturas que evocan una sensación premium.",
   "Fusion - About Text 2": "Cada superficie fue meticulosamente esculpida, afrontando el desafiante reto de integrar orgánicamente la protuberancia que cubre el motor en el lomo. Además, en esta zona era importante diseñar la rejilla de ventilación asegurando una eficiente disipación de calor sin comprometer la estética general del producto.",
   "Fusion - About Text 3": "Un elemento distintivo es su innovadora pantalla, que rompe con la tradicional pantalla de segmentos y la utilización de puntos LED para indicar el nivel de batería. En su lugar, generamos mediante el uso de segmentos de LEDs RGB y máscaras, una solución que emula la apariencia de una pantalla LED de alta resolucion manteniendo los costos controlados.",
   "Fusion - UI design Title": "Diseño UI",
   "Fusion - UI design Desc": "Reimaginamos la interfaz de usuario de este producto por completo, partiendo desde una hoja en blanco y enfocándonos en una clara e intuititva comunicación con el usuario. Si bien la información que allí se muestra es bastante elemental, observamos que la mayoría de los productos similares en el mercado la presentaban de manera confusa. Nuestro objetivo era crear algo que tuviera una lectura simple, alineada con el lenguaje de diseño de otros productos para deportistas como apps de seguimiento de actividades y smartwatches, asegurando una experiencia de uso fluida y familiar.",
   "Fusion - UI design Detail 1": "Apagado",
   "Fusion - UI design Detail 2a": "08 Niveles de velocidad",
   "Fusion - UI design Detail 2b": "Batería 100%",
   "Fusion - UI design Detail 3a": "16 Niveles de velocidad",
   "Fusion - UI design Detail 3b": "Batería 40%",
   "Fusion - UI design Detail 4a": "20 Niveles de velocidad",
   "Fusion - UI design Detail 4b": "Batería 20%",
   "battery level ring": "anillo del nivel de batería",
   "speed level ring": "anillo del nivel de velocidad",
   "speed level": "nivel de velocidad",
   "decrease speed": "disminuir la velocidad",
   "increase speed": "aumentar la velocidad",
   "branding": "branding",
   "motor heat output": "Salida de calor del motor",
   "on/off button": "botón de encendido/apagado",
   "IQ Perfetto - Desc": "Secador de pelo de alta gama",
   "IQ Perfetto - Air outlet": "salida de aire",
   "IQ Perfetto - About Text 1": "Este secador de pelo profesional fue diseñado para ser el más liviano del mercado, con el objetivo de competir con el secador Dyson Supersonic en el segmento de gama alta. Nuestro diseño priorizó una estética minimalista, manteniendo las dimensiones lo más contenidas posible y apelando a los recursos mínimos para generar esa sensación de liviandad.",
   "IQ Perfetto - About Text 2": "El factor forma de este producto es el resultado de una colaboración estrecha con el equipo de desarrollo de electrónica, aprovechando el flujo de aire para refrigerar el microprocesador de manera eficiente.",
   "IQ Perfetto - About Text 3": "Su estética única e innovadora estableció una nueva tipología de productos en el mercado, llamada secadores de pelo de alta velocidad. Luego de su irrupción, el mercado se llenó de productos similares inspirados en su forma y recursos de diseño.",
   "IQ Perfetto - Ultralight Title": "ULTRALIVIANO",
   "IQ Perfetto - Ultracompact Title": "ULTRACOMPACTO",
   "IQ Perfetto - Ultracompact Desc": "El cuerpo ultra-compacto y su distintiva forma fueron esculpidas intencionadamente para evocar esa sensación de liviandad y velocidad. Apelamos a recursos de diseño como los controles de temerpatura y velocidad con estética de controles de telefono móvil o los LED ocultos bajo la carcasa para comunicar la avanzada innovación tecnológica oculta en sus entrañas.",
   "removable filter": "filtro extraíble",
   "cold shot button": "botón de disparo frío",
   "wind speed control": "control de velocidad del viento",
   "heat control": "control de calor",
   "IQ Perfetto - Details 1": "Filtro de aire removible",
   "IQ Perfetto - Details 2": "Boquilla & Difusor",
   "IQ Perfetto - Details 3": "Diseño de enchfufes personalizado",
   "SkinPro - Desc": "Depiladora de alta gama",
   "SkinPro - About Text 1": "La depiladora de alta gama SkinPro Softshine fue diseñada para ser el tope de gama dentro de la familia de productos para depilación SkinPro. Su marco metalizado engamado con la carcasa frontal, enfatizan su estética premium.",
   "SkinPro - About Text 2": "Algunos elementos distintivos como la gran cantidad de accesorios, la luz frontal posicionada debajo del cabezal  y el boton de dos velocidades con indicadores luminosos ocultos debajo de la carcasa elevan su posicionamiento dentro de la categoría premium.",
   "Pilltrack - Desc": "Dispositivo para el seguimiento de pacientes",
   "Pilltrack - About Text 1": "PillTrack fue un producto diseñado para ayudar a hacer el seguimiento de la adherencia a los medicamentos de los pacientes. Tanto pacientes como doctores podían acceder a los índices de cumplimiento en sus respectivos portales. Ayudaba a los pacientes a hacer un seguimiento de su ingesta de medicamentos mediante recordatorios e indicadores luminosos en el producto.",
   "Pilltrack - About Text 2": "Trabajamos en conjunto con el equipo de ingeniería electrónica de Athelas para llevar a cabo la idea con el objetivo de crear un producto atractivo, moderno e intuitivo de utlizar manteniendo la sobriedad para el uso de un perfil de usuario de la tercera edad.",
   "Pilltrack - LED Indicator": "Indicador LED",
   "Pilltrack - LED Indicator Text 1": "Este dispositivo tiene un indicador LED para cada frasco, alternando entre azul y rojo, indicando si el usuario ya ha tomado o no la medicación correspondiente.",
   "Pilltrack - LED Indicator Text 2": "Si el paciente olvidaba tomar la medicacion, PillTrack le enviaba una notificación a su teléfono celular en simultaneo con sus indicadores luminosos.",
   "Pilltrack - Uses": "Usos",
   "CC Exquisite - Desc": "Exhibidor de dardos",
   "CC Exquisite - About Text 1": "Este exhibidor de dardos pertenece a una serie de productos diseñados para almacenar y exhibir dardos profesionales.",
   "CC Exquisite - About Text 2": "El cliente quería generar algo innovador en la categoría, que es bastante tradicional, ofreciendo algo disruptivo y que estuviera alienado con la estética de la industria gaming. Este exhibidor además ilumina los dardos desde abajo, un recurso que sirve para destacar los dardos, que son un objeto muy preciado por parte de los entusiastas del juego.",
   "CC Exquisite - Versatile": "Versátil y espacioso",
   "CC Exquisite - Versatile Text": "Diseñado para sostener de forma segura hasta 12 dardos, tanto con punta blanda como de acero, lo que garantiza que su arsenal esté siempre listo y exhibido con estilo.",
   "CC Exquisite - RGB LED": "Iluminación LED RGB múltiple",
   "CC Exquisite - RGB LED Text": "La iluminación RGB del soporte con control remoto ofrece una deslumbrante variedad de colores, creando el ambiente perfecto para cada lanzamiento.",
   "Kali - Desc": "Botella térmica",
   "Kali - About Text 1": "Esta botella de 1 litro de doble pared de acero inoxidable fue diseñada con un enfoque de estética minimalista. Su distintiva forma se logró mediante la transición de un squircle (una forma geométrica que fusiona un círculo y un cuadrado) en la base, a un círculo en la tapa y una alineación perfecta entre la tapa y el cuerpo.",
   "Kali - About Text 2": "Un elemento destacado es su pico higiénico, que mediante su forma previene al usuario de hacer contacto con sus dedos con la parte del pico que luego entrará en contacto con su boca. Tanto el pico como la manija sobresalen lo mínimo posible de la tapa, manteniendo el perfil mínimo y discreto de la botella.",
   "Kali - Exploded View Text": "Si bien Kali luce simple y sobria en su exterior, la complejidad subyace en su interior. Cada parte cumple un rol esencial para lograr que la botella sea higiénica, hermética y a prueba de derrames, manteniendo la temperatura de los líquidos, sean fríos o calientes.",
   "Kali - View Text 1": "Botella entera",
   "Kali - View Text 2": "Tapa a rosca",
   "Kali - View Text 3": "Detalle del pico",
   "Wellted - Desc": "Cepillo quita pelos de mascotas",
   "Wellted - About Text 1": "Esta familia de productos fue diseñada para reemplazar un producto de catálogo. Nuestro objetivo era elevar la calidad y la estética de los productos y rediseñar la situación de uso. Diseñamos el cuerpo de ambos productos haciendo foco en comunicar de manera clara y contundente el uso correcto. En este producto en el que la dirección en la que se utiliza es crítica para su buen funcionamiento, esculpimos la forma del cuerpo considerándola igual o más importante que las flechas que indican la dirección de uso. El cuerpo asimétrico del modelo hogareño por caso, hace su uso increíblemente intuitivo.",
   "Wellted - About Text 2": "Se desarrollaron dos variantes del producto. Uno de uso hogareño y una versión de viaje o bolsillo.",
   "Wellted - Self-Cleaning": "Autolimpieza",
   "Wellted - Self-Cleaning Text": "Este producto fue diseñado para su durabilidad y facilidad de uso. No hay necesidad de reemplazar la felpa en ningún momento. Simplemente al insertar el cepillo en su base y retirarlo, este sale limpio, quedando toda la pelusa en el interior de la base.",
   "Wellted - CMF Text": "Desarrollamos varias alternativas de CMF (Color, Material, Finish), combinando felpas de distintos colores con el orificio para colgar, y ofrecimos diferentes variantes tanto para el cuerpo, base y mango.",
   "Wellted - Versions & Colors": "Versiones & Colores",
   "Wellted - Versions & Colors Text 1": "We designed two different versions of the product as requested by the client, one big garment type with handle and larger brush size and a pocket version without handle and portable brush size.",
   "Wellted - Versions & Colors Text 2": "Se pueden realizar diferentes combinaciones de colores entre el cepillo, el cuerpo del cepillo, el mango y el orificio para colgar.",
   "Wellted - Exploded view Text 1": "Diseñamos dos versiones diferentes del producto según lo solicitado por el cliente, una versión grande tipo prenda con mango y cepillo de mayor tamaño y una versión de bolsillo sin mango y cepillo de tamaño portátil.",
   "Wellted - Exploded view Text 2": "Se pueden realizar diferentes combinaciones de colores entre el cepillo, el cuerpo del cepillo, el mango y el orificio para colgar.",
   "Wellted - Details 1": "Flecha de dirección del cepillado",
   "Wellted - Details 2": "Logotipo grabado en relieve",
   "Wellted - Details 3": "Tapa",
   "Wellted - Details 4": "Agujero para colgar",
   "Other Projects": "Otros proyectos"
}
